Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Clear Credentials
ar: مسح بيانات الاعتماد
ca: Esborra les credencials
cs: Vymazat přihlašovací údaje
da: Ryd legitimationsoplysninger
de: Anmeldedaten löschen
el: Εκκαθάριση διαπιστευτηρίων
es: Borrar credenciales
fa: پاک کردن اطلاعات کاربری
fi: Tyhjennä käyttäjätiedot
fr: Effacer les identifiants
he: נקה אישורים
hr: Očisti vjerodajnice
hu: Hitelesítési adatok törlése
id: Hapus Kredensial
it: Cancella credenziali
ja: 認証情報を消去
ko: 자격 증명 지우기
ms: Kosongkan Bukti Kelayakan
nl: Wis referenties
no: Fjern legitimasjon
pl: Wyczyść dane uwierzytelniające
pt_br: Limpar credenciais
pt_pt: Limpar credenciais
ro: Ștergeți acreditările
ru: Удалить учетные данные
sk: Vymazať poverenia
sl: Počisti poverilnice
sv: Rensa autentiseringsuppgifter
th: ล้างข้อมูลรับรอง
tr: Kimlik Bilgilerini Temizle
uk: Очистити облікові дані
ur: اسناد صاف کریں۔
vi: Xóa thông tin xác thực
zh_hans: 清除凭证
zh_hant: 清除憑證

source: Clear Credentials…
ar: مسح بيانات الاعتماد...
ca: Esborra les credencials...
cs: Vymazat přihlašovací údaje…
da: Ryd legitimationsoplysninger...
de: Anmeldedaten löschen…
el: Εκκαθάριση διαπιστευτηρίων…
es: Borrar credenciales…
fa: پاک کردن اطلاعات کاربری…
fi: Tyhjennä kirjautumistiedot…
fr: Effacer les identifiants…
he: נקה אישורים...
hr: Obriši vjerodajnice...
hu: Hitelesítési adatok törlése…
id: Hapus Kredensial…
it: Cancella credenziali…
ja: 認証情報を消去…
ko: 자격 증명 지우기…
ms: Kosongkan Bukti kelayakan…
nl: Gegevens wissen...
no: Slett legitimasjon...
pl: Wyczyść dane uwierzytelniające…
pt_br: Limpar credenciais…
pt_pt: Limpar credenciais…
ro: Ștergeți acreditările...
ru: Удалить учетные данные…
sk: Vymazať poverenia…
sl: Počisti poverilnice ...
sv: Rensa användaruppgifter...
th: ล้างข้อมูลรับรอง...
tr: Kimlik Bilgilerini Temizle…
uk: Очистити облікові дані…
ur: اسناد صاف کریں…
vi: Xóa thông tin xác thực…
zh_hans: 清除凭证…
zh_hant: 清除憑證…

source: clear existing %@ screenshots
ar: مسح لقطات الشاشة الموجودة %1$@
ca: esborra les captures de pantalla de %1$@ existents
cs: vymazat existující %1$@ snímky obrazovky
da: ryd eksisterende %1$@ skærmbilleder
de: die vorhandenen Screenshots (%@) zu entfernen
el: διαγράψτε τα υπάρχοντα στιγμιότυπα οθόνης %1$@
es: eliminar las capturas existentes de tipo %@
fa: پاک کردن اسکرین‌شات‌های موجود از نوع %@
fi: tyhjennä olemassa olevat %1$@ kuvakaappaukset
fr: supprimer les captures d'écran existantes de type %@
he: נקה צילומי מסך קיימים של %1$@
hr: izbrišite postojeće %1$@ snimke zaslona
hu: törölje a meglévő %1$@ képernyőképeket
id: hapus tangkapan layar %1$@ yang ada
it: eliminare gli screenshot esistenti di tipo %@
ja: 既存の%@用スクリーンショットの削除
ko: 기존 %@ 스크린샷 삭제
ms: kosongkan tangkapan skrin %1$@ sedia ada
nl: bestaande %1$@ schermafbeeldingen wissen
no: slett eksisterende %1$@ skjermbilder
pl: usuń istniejące %1$@ zrzuty ekranu
pt_br: limpar as capturas de tela existentes do tipo %@
pt_pt: limpar capturas de ecrã %1$@ existentes
ro: ștergeți capturile de ecran %1$@ existente
ru: удалить текущие скриншоты (%@)
sk: vymazať existujúce %1$@ snímky obrazovky
sl: počisti obstoječe posnetke zaslona %1$@.
sv: rensa befintliga %1$@ skärmdumpar
th: ล้างภาพหน้าจอ %1$@ ที่มีอยู่
tr: mevcut %@ ekran görüntülerini temizleme
uk: видалити наявні знімки екрана (%@)
ur: موجودہ %1$@ اسکرین شاٹس صاف کریں۔
vi: xóa ảnh chụp màn hình %1$@ hiện có
zh_hans: 清除现有的 %@ 截图
zh_hant: 清除現有的 %@ 螢幕截圖

source: Clear export folder
ar: مسح مجلد التصدير
ca: Esborra la carpeta d'exportació
cs: Vymazat složku exportu
da: Ryd eksportmappe
de: Exportordner zurücksetzen
el: Εκκαθάριση φακέλου εξαγωγής
es: Quitar carpeta de exportación
fa: پاک کردن پوشهٔ خروجی
fi: Tyhjennä vientikansio
fr: Oublier le dossier d'exportation
he: נקה את תיקיית הייצוא
hr: Obriši mapu za izvoz
hu: Az exportmappa törlése
id: Hapus folder ekspor
it: Rimuovi cartella di esportazione
ja: 書き出し先フォルダをクリア
ko: 내보내기 폴더 설정 해제
ms: Kosongkan folder eksport
nl: Exportmap wissen
no: Tøm eksportmappe
pl: Wyczyść folder eksportu
pt_br: Limpar pasta de exportação
pt_pt: Limpar pasta de exportação
ro: Ștergeți folderul de export
ru: Очистить папку экспорта
sk: Vymazať exportný priečinok
sl: Počisti izvozno mapo
sv: Rensa exportmapp
th: ล้างโฟลเดอร์ส่งออก
tr: Dışa aktarma klasörünü temizle
uk: Очистити папку експорту
ur: برآمد فولڈر کو صاف کریں۔
vi: Xóa thư mục xuất
zh_hans: 清除导出文件夹
zh_hant: 清除輸出資料夾

source: Clear formatting
ar: تنسيق واضح
ca: Format clar
cs: Jasné formátování
da: Ryd formatering
de: Formatierung entfernen
el: Διαγραφή μορφοποίησης
es: Borrar formato
fa: پاک کردن قالب‌بندی
fi: Tyhjennä muotoilu
fr: Effacer la mise en forme
he: נקה עיצוב
hr: Jasno oblikovanje
hu: Tiszta formázás
id: Hapus pemformatan
it: Cancella formattazione
ja: 書式をクリア
ko: 서식 지우기
ms: Pemformatan yang jelas
nl: Duidelijke opmaak
no: Slett formatering
pl: Wyczyść formatowanie
pt_br: Limpar formatação
pt_pt: Limpar formatação
ro: Formatare clară
ru: Очистить форматирование
sk: Jasné formátovanie
sl: Jasno oblikovanje
sv: Rensa formatering
th: ล้างการจัดรูปแบบ
tr: Biçimlendirmeyi temizle
uk: Очистити форматування
ur: فارمیٹنگ صاف کریں۔
vi: Xóa định dạng
zh_hans: 清除格式
zh_hant: 清除格式

source: Clear Formatting
ar: مسح التنسيق
ca: Esborra el format
cs: Vymazat formátování
da: Ryd formatering
de: Formatierung entfernen
el: Διαγραφή μορφοποίησης
es: Borrar formato
fa: پاک کردن قالب‌بندی
fi: Tyhjennä muotoilu
fr: Effacer la mise en forme
he: נקה עיצוב
hr: Očisti oblikovanje
hu: Formázás törlése
id: Hapus Pemformatan
it: Cancella formattazione
ja: 書式をクリア
ko: 서식 지우기
ms: Kosongkan Pemformatan
nl: Opmaak wissen
no: Fjern formatering
pl: Wyczyść formatowanie
pt_br: Limpar formatação
pt_pt: Limpar formatação
ro: Ștergeți formatarea
ru: Очистить форматирование
sk: Vymazať formátovanie
sl: Počisti oblikovanje
sv: Rensa formatering
th: ล้างการจัดรูปแบบ
tr: Biçimlendirmeyi Temizle
uk: Очистити форматування
ur: فارمیٹنگ صاف کریں۔
vi: Xóa định dạng
zh_hans: 清除格式
zh_hant: 清除格式

source: Clearing existing screenshots · %@
ar: مسح لقطات الشاشة الموجودة · %1$@
ca: Esborrant les captures de pantalla existents · %1$@
cs: Mazání existujících snímků obrazovky · %1$@
da: Rydning af eksisterende skærmbilleder · %1$@
de: Vorhandene Screenshots werden entfernt · %@
el: Διαγραφή υπαρχόντων στιγμιότυπων οθόνης · %1$@
es: Eliminando capturas existentes · %@
fa: در حال پاک کردن اسکرین‌شات‌های موجود · %@
fi: Tyhjennetään olemassa olevia kuvakaappauksia · %1$@
fr: Suppression des captures d'écran existantes · %@
he: ניקוי צילומי מסך קיימים · %1$@
hr: Brisanje postojećih snimki zaslona · %1$@
hu: Meglévő képernyőképek törlése · %1$@
id: Menghapus tangkapan layar yang ada · %1$@
it: Eliminazione degli screenshot esistenti · %@
ja: 既存のスクリーンショットを削除中 · %@
ko: 기존 스크린샷 삭제 중 · %@
ms: Mengosongkan tangkapan skrin sedia ada · %1$@
nl: Bestaande schermafbeeldingen wissen · %1$@
no: Fjerner eksisterende skjermbilder · %1$@
pl: Usuwanie istniejących zrzutów ekranu · %1$@
pt_br: Limpando capturas de tela existentes · %@
pt_pt: Limpando capturas de ecrã existentes · %1$@
ro: Se șterge capturile de ecran existente · %1$@
ru: Удаление текущих скриншотов · %@
sk: Odstraňujú sa existujúce snímky obrazovky · %1$@
sl: Brisanje obstoječih posnetkov zaslona · %1$@
sv: Rensa befintliga skärmdumpar · %1$@
th: กำลังล้างภาพหน้าจอที่มีอยู่ · %1$@
tr: Mevcut ekran görüntüleri temizleniyor · %@
uk: Видалення наявних знімків екрана · %@
ur: موجودہ اسکرین شاٹس کو صاف کرنا · %1$@
vi: Đang xóa ảnh chụp màn hình hiện có · %1$@
zh_hans: 正在清除现有截图 · %@
zh_hant: 正在清除現有的螢幕截圖 · %@

source: Click **3D** in the properties bar to open the **3D Device** popover (or use the **3D Device** section of the inspector): **Pitch** and **Yaw** rotation, a **Matte** or **Glossy** finish, and **Ambient** / **Key** / **Rim** lighting.
ar: انقر **3D** في شريط الخصائص لفتح العنصر المنبثق **3D Device** (أو استخدم قسم **3D Device** في المفتش): **Pitch** و **Yaw** التدوير، و**Matte** أو **لامعة**، و**Ambient** / **Key** / **Rim**.
ca: Feu clic a **3D** a la barra de propietats per obrir la finestra emergent **Dispositiu 3D** (o utilitzeu la secció **Dispositiu 3D** de l'inspector): **Tonament** i **Guanyada**, un acabat **mat** o **brillant** i il·luminació **Ambient** / **Clau** / **Bord**.
cs: Kliknutím na **3D** na panelu vlastností otevřete vyskakovací okno **3D zařízení** (nebo použijte sekci **3D zařízení** v inspektoru): **Pitch** a **Yaw** rotace, **Matte** nebo **Leskly** povrch a **Ambient** / **Key** / **Rim** osvětlení.
da: Klik på **3D** i egenskabslinjen for at åbne popover-vinduet **3D-enhed** (eller brug sektionen **3D-enhed** i inspektøren): **Pitch** og **Yaw**-rotation, en **Mat** eller **Blank** finish og **Ambient** / **Key** / **Fælg**-belysning.
de: Klicke in der Eigenschaftenleiste auf **3D**, um das Popover **3D-Gerät** zu öffnen (oder nutze den Abschnitt **3D-Gerät** im Inspektor): Drehung über **Neigung** und **Schwenk**, die Oberfläche **Matt** oder **Glänzend** sowie die Beleuchtung **Umgebung** / **Führung** / **Kante**.
el: Κάντε κλικ στο **3D** στη γραμμή ιδιοτήτων για να ανοίξετε το popover **3D Device** (ή χρησιμοποιήστε την ενότητα **3D Device** του επιθεωρητή): **Pitch** και **Yaw** περιστροφή, **Ματ** ή **Γυαλιστερό** φινίρισμα και **Ambient** / **Key** / **Rim** φωτισμός.
es: Haz clic en **3D** en la barra de propiedades para abrir el panel **Dispositivo 3D** (o usa la sección **Dispositivo 3D** del inspector): rotación de **Inclinación** y **Giro**, acabado **Mate** o **Brillante** e iluminación **Ambiental** / **Principal** / **Contraluz**.
fa: در نوار ویژگی‌ها روی **سه‌بعدی** کلیک کنید تا پنجرهٔ **دستگاه سه‌بعدی** باز شود (یا از بخش **دستگاه سه‌بعدی** در بازرس استفاده کنید): چرخش **شیب** و **انحراف**، پرداخت **مات** یا **براق** و نورپردازی **محیطی** / **اصلی** / **لبه**.
fi: Napsauta **3D** ominaisuuspalkissa avataksesi **3D-laite**-ponnahdusikkunan (tai käytä tarkastimen **3D-laite**-osiota): **Pitch** ja **Yaw**-kierto, **Matta** tai **kiiltävä** viimeistely ja **Ambient** / **Key** / **Rim** -valaistus.
fr: Cliquez sur **3D** dans la barre des propriétés pour ouvrir la fenêtre contextuelle **Appareil 3D** (ou utilisez la section **Appareil 3D** de l'inspecteur) : rotation **Tangage** et **Lacet**, finition **Mate** ou **Brillante**, et éclairage **Ambiante** / **Principale** / **Contour**.
he: לחץ על **3D** בסרגל המאפיינים כדי לפתוח את החלון **התקן 3D** (או השתמש בקטע **התקן 3D** של המפקח): **Pitch** ו-**Yaw** סיבוב, גימור **Matte** או **Glossy**, ותאורת **Ambient** / **Key** / **Rim**.
hr: Kliknite **3D** na traci svojstava da biste otvorili skočni prozor **3D uređaj** (ili upotrijebite odjeljak **3D uređaj** u inspektoru): **Pitch** i **Yaw** rotacija, **Mat** ili **Sjajni** završetak i **Ambient** / **Key** / **Rim** osvjetljenje.
hu: Kattintson a **3D** elemre a tulajdonságsorban a **3D-eszköz** előugró ablak megnyitásához (vagy használja az ellenőrző **3D-eszköz** szakaszát): **Pitch** és **Yaw** elforgatás, **Matt** vagy **fényes** felület és **Ambient** / **Key** / **Rim** világítás.
id: Klik **3D** di bilah properti untuk membuka popover **Perangkat 3D** (atau gunakan bagian **Perangkat 3D** pada inspektur): Rotasi **Pitch** dan **Yaw**, hasil akhir **Matte** atau **Glossy**, dan pencahayaan **Ambient** / **Key** / **Rim**.
it: Fai clic su **3D** nella barra delle proprietà per aprire il popover **Dispositivo 3D** (oppure usa la sezione **Dispositivo 3D** dell'inspector): rotazione **Beccheggio** e **Imbardata**, finitura **Opaca** o **Lucida** e illuminazione **Ambientale** / **Principale** / **Controluce**.
ja: プロパティバーの **3D** をクリックすると **3Dデバイス** ポップオーバーが開きます（インスペクタの **3Dデバイス** セクションも使えます）。**ピッチ** と **ヨー** の回転、**マット** または **光沢** の仕上げ、**環境光** / **キーライト** / **リムライト** のライティングを設定できます。
ko: 속성 막대에서 **3D**를 클릭해 **3D 기기** 팝오버를 열거나 인스펙터의 **3D 기기** 섹션을 사용하세요. **상하 회전**과 **좌우 회전**, **무광** 또는 **유광** 마감, **주변광** / **키 라이트** / **림 라이트** 조명을 조정할 수 있습니다.
ms: Klik **3D** dalam bar sifat untuk membuka tetingkap **Peranti 3D** (atau gunakan bahagian **Peranti 3D** pada pemeriksa): Putaran **Pitch** dan **Yaw**, kemasan **Matte** atau **Berkilat** dan pencahayaan **Ambient** / **Key** / **Rim**.
nl: Klik op **3D** in de eigenschappenbalk om de popover **3D-apparaat** te openen (of gebruik het gedeelte **3D-apparaat** van het infovenster): **Pitch** en **Yaw**-rotatie, een **Matte** of **Glossy** afwerking en **Ambient** / **Key** / **Rim**-verlichting.
no: Klikk på **3D** i egenskapslinjen for å åpne **3D-enhet**-vinduet (eller bruk **3D-enhet**-delen i inspektøren): **Helning**- og **Dreiing**-rotasjon, en **Matt** eller **Blank** finish, og **Omgivelseslys** / **Hovedlys** / **Kantlys**-belysning.
pl: Kliknij **3D** na pasku właściwości, aby otworzyć wyskakujące okienko **Urządzenie 3D** (lub użyj sekcji **Urządzenie 3D** w inspektorze): **Pochylenie** i **Odchylenie**, wykończenie **Matowe** lub **Błyszczące** oraz oświetlenie **Ambient** / **Kluczowe** / **Rim**.
pt_br: Clique em **3D** na barra de propriedades para abrir o popover **Dispositivo 3D** (ou use a seção **Dispositivo 3D** do inspetor): rotação de **Inclinação** e **Guinada**, acabamento **Fosco** ou **Brilhante** e iluminação **Ambiente** / **Principal** / **Contraluz**.
pt_pt: Clique em **3D** na barra de propriedades para abrir o popover **3D Device** (ou use a secção **3D Device** do inspetor): rotação **Pitch** e **Yaw**, acabamento **Fosco** ou **Brilhante** e iluminação **Ambient** / **Key** / **Rim**.
ro: Faceți clic pe **3D** în bara de proprietăți pentru a deschide fereastra popover **Dispozitiv 3D** (sau utilizați secțiunea **Dispozitiv 3D** a inspectorului): **Pitch** și **Yaw** rotație, o finisare **Mat** sau **Lucioasă** și iluminare **Ambient** / **Tasta** / **Rim**.
ru: Нажмите **3D** на панели свойств, чтобы открыть всплывающее окно **3D-устройство** (или воспользуйтесь разделом **3D-устройство** в инспекторе): поворот **Наклон** и **Разворот**, отделка **Матовая** или **Глянцевая**, а также освещение **Рассеянный** / **Ключевой** / **Контровой**.
sk: Kliknutím na **3D** na paneli vlastností otvoríte vyskakovacie okno **3D Device** (alebo použite sekciu **3D Device** inšpektora): **Pitch** a **Yaw** rotácia, **Matte** alebo **Glossy** povrch a **Ambient** / **Key** / **Rim** osvetlenie.
sl: Kliknite **3D** v vrstici z lastnostmi, da odprete pojavno okno **3D naprava** (ali uporabite razdelek **3D naprava** inšpektorja): **Pitch** in **Yaw** vrtenje, **Mat** ali **Sijajni** zaključek in osvetlitev **Ambient** / **Key** / **Rim**.
sv: Klicka på **3D** i egenskapsfältet för att öppna popover-fönstret **3D-enhet** (eller använd avsnittet **3D-enhet** i inspektören): **Pitch** och **Yaw**-rotation, en **Matt** eller **glansad** finish och **Ambient** / **Key** / **Fälg**-belysning.
th: คลิก **3D** ในแถบคุณสมบัติเพื่อเปิดป๊อปโอเวอร์ **อุปกรณ์ 3D** (หรือใช้ส่วน **อุปกรณ์ 3D** ของผู้ตรวจสอบ): **การเอียง** และ **การหันเห** การหมุน การตกแต่งแบบ **ด้าน** หรือ **แบบมันเงา** และการจัดแสง **สภาพแวดล้อม** / **ปุ่ม** / **ขอบ**
tr: **3B Aygıt** açılır penceresini açmak için özellikler çubuğunda **3B**'ye tıklayın (veya denetçinin **3B Aygıt** bölümünü kullanın): **Eğim** ve **Sapma** döndürmesi, **Mat** veya **Parlak** yüzey ve **Ortam** / **Ana Işık** / **Kenar Işığı** aydınlatması.
uk: Клацніть **3D** на панелі властивостей, щоб відкрити спливну панель **3D-пристрій** (або скористайтеся розділом **3D-пристрій** в інспекторі): поворот (**Нахил** і **Рискання**), **Матове** чи **Глянцеве** покриття та освітлення **Розсіяне** / **Основне** / **Контурне**.
ur: **3D ڈیوائس** پاپ اوور کو کھولنے کے لیے پراپرٹی بار میں **3D** پر کلک کریں (یا انسپکٹر کا **3D ڈیوائس** سیکشن استعمال کریں): **پِچ** اور **Yaw** روٹیشن، **میٹ** یا **گلوسی** ختم، اور **ماحول** / **Key** / **رم** لائٹنگ۔
vi: Nhấp vào **3D** trong thanh thuộc tính để mở cửa sổ bật lên **Thiết bị 3D** (hoặc sử dụng phần **Thiết bị 3D** của trình kiểm tra): xoay **Pitch** và **Yaw**, lớp hoàn thiện **Matte** hoặc **Glossy** và ánh sáng **Ambient** / **Key** / **Rim**.
zh_hans: 点按属性栏中的 **3D** 即可打开 **3D 设备** 弹出窗口（或使用检查器中的 **3D 设备** 部分）：提供 **俯仰** 和 **偏航** 旋转、**哑光** 或 **光泽** 质感，以及 **环境光** / **主光** / **轮廓光** 光照。
zh_hant: 按一下屬性列中的 **3D** 即可開啟 **3D 裝置**彈出式視窗（或使用檢閱器中的 **3D 裝置**區段）：**俯仰**和**偏擺**旋轉、**霧面**或**亮面**質感，以及**環境光**／**主光**／**輪廓光**照明。

source: Click **Add new row** (the **+** bar at the bottom of the canvas), or use the inspector when no row is selected.
ar: انقر فوق **إضافة صف جديد** (الشريط ******* الموجود أسفل اللوحة)، أو استخدم المفتش في حالة عدم تحديد أي صف.
ca: Feu clic a **Afegeix una fila nova** (la barra **+** a la part inferior del llenç) o utilitzeu l'inspector quan no hi hagi cap fila seleccionada.
cs: Klikněte na **Přidat nový řádek** (lišta **+** ve spodní části plátna) nebo použijte inspektor, když není vybrán žádný řádek.
da: Klik på **Tilføj ny række** (**+**-bjælken nederst på lærredet), eller brug inspektøren, når ingen række er valgt.
de: Klicke auf **Neue Zeile hinzufügen** (die **+**-Leiste unten auf der Leinwand) oder nutze den Inspektor, wenn keine Zeile ausgewählt ist.
el: Κάντε κλικ στην **Προσθήκη νέας σειράς** (η γραμμή **+** στο κάτω μέρος του καμβά) ή χρησιμοποιήστε τον επιθεωρητή όταν δεν έχει επιλεγεί καμία σειρά.
es: Haz clic en **Añadir fila** (la barra **+** de la parte inferior del lienzo) o usa el inspector cuando no haya ninguna fila seleccionada.
fa: روی **افزودن ردیف جدید** (نوار **+** در پایین بوم) کلیک کنید، یا وقتی ردیفی انتخاب نشده از بازرس استفاده کنید.
fi: Napsauta **Lisää uusi rivi** (**+**-palkki kankaan alaosassa) tai käytä asetusta, kun yhtään riviä ei ole valittuna.
fr: Cliquez sur **Ajouter une nouvelle ligne** (la barre **+** en bas du canevas) ou utilisez l'inspecteur lorsqu'aucune ligne n'est sélectionnée.
he: לחץ על **הוסף שורה חדשה** (הסרגל **+** בתחתית הקנבס), או השתמש במפקח כאשר לא נבחרה שורה.
hr: Kliknite **Dodaj novi red** (traka **+** na dnu platna) ili upotrijebite inspektor kada nijedan red nije odabran.
hu: Kattintson az **Új sor hozzáadása** lehetőségre (a **+** sáv a vászon alján), vagy használja az ellenőrzőt, ha nincs kiválasztva sor.
id: Klik **Tambahkan baris baru** (bilah **+** di bagian bawah kanvas), atau gunakan inspektur ketika tidak ada baris yang dipilih.
it: Fai clic su **Aggiungi nuova riga** (la barra **+** in fondo alla tela), oppure usa l'inspector quando non è selezionata alcuna riga.
ja: **新しい行を追加**（キャンバス下部の **+** バー）をクリックするか、行が選択されていないときにインスペクタを使用します。
ko: **새 행 추가**(캔버스 아래쪽의 **+** 막대)를 클릭하거나, 행이 선택되지 않았을 때 인스펙터를 사용하세요.
ms: Klik **Tambah baris baharu** (bar **+** di bahagian bawah kanvas), atau gunakan pemeriksa apabila tiada baris dipilih.
nl: Klik op **Nieuwe rij toevoegen** (de **+**-balk onder aan het canvas) of gebruik het infovenster als er geen rij is geselecteerd.
no: Klikk på **Legg til ny rad** (**+**-linjen nederst på lerretet), eller bruk inspektøren når ingen rad er valgt.
pl: Kliknij **Dodaj nowy wiersz** (pasek **+** na dole obszaru roboczego) lub użyj inspektora, gdy nie jest zaznaczony żaden wiersz.
pt_br: Clique em **Adicionar nova linha** (a barra **+** na parte inferior da tela) ou use o inspetor quando nenhuma linha estiver selecionada.
pt_pt: Clique em **Adicionar nova linha** (a barra **+** na parte inferior da ecrã) ou use o inspetor quando nenhuma linha estiver selecionada.
ro: Faceți clic pe **Adăugați un rând nou** (bara **+** din partea de jos a pânzei) sau utilizați inspectorul când nu este selectat niciun rând.
ru: Нажмите **Добавить новую строку** (панель **+** внизу холста) или воспользуйтесь инспектором, когда не выбрана ни одна строка.
sk: Kliknite na **Pridať nový riadok** (lišta **+** v spodnej časti plátna) alebo použite inšpektor, keď nie je vybratý žiadny riadok.
sl: Kliknite **Dodaj novo vrstico** (vrstica **+** na dnu platna) ali uporabite inšpektor, ko ni izbrana nobena vrstica.
sv: Klicka på **Lägg till ny rad** (fältet **+** längst ner på arbetsytan) eller använd granskaren när ingen rad är vald.
th: คลิก **เพิ่มแถวใหม่** (แถบ **+** ที่ด้านล่างของผืนผ้าใบ) หรือใช้ตัวตรวจสอบเมื่อไม่ได้เลือกแถว
tr: **Yeni satır ekle**'ye (tuvalin altındaki **+** çubuğu) tıklayın ya da hiçbir satır seçili değilken denetçiyi kullanın.
uk: Натисніть **Додати новий рядок** (смуга **+** унизу полотна) або скористайтеся інспектором, коли не вибрано жодного рядка.
ur: **نئی قطار شامل کریں** پر کلک کریں (کینوس کے نیچے **+** بار)، یا جب کوئی قطار منتخب نہ ہو تو انسپکٹر کا استعمال کریں۔
vi: Nhấp vào **Thêm hàng mới** (thanh **++** ở cuối khung vẽ) hoặc sử dụng trình kiểm tra khi không có hàng nào được chọn.
zh_hans: 点按 **添加新行**（画布底部的 **+** 横条），或在未选择任何行时使用检查器。
zh_hant: 按一下**加入新列**（畫布底部的 **+** 橫條），或在未選取任何列時使用檢閱器。

source: Click **Export** in the toolbar to render the current project to PNG.
ar: انقر **تصدير** في شريط الأدوات لعرض المشروع الحالي إلى PNG.
ca: Feu clic a **Exporta** a la barra d'eines per representar el projecte actual a PNG.
cs: Kliknutím na **Exportovat** na panelu nástrojů vykreslíte aktuální projekt do PNG.
da: Klik på **Eksporter** på værktøjslinjen for at gengive det aktuelle projekt til PNG.
de: Klicken Sie in der Symbolleiste auf **Exportieren**, um das aktuelle Projekt in PNG zu rendern.
el: Κάντε κλικ στην **Εξαγωγή** στη γραμμή εργαλείων για απόδοση του τρέχοντος έργου σε PNG.
es: Haga clic en **Exportar** en la barra de herramientas para representar el proyecto actual en PNG.
fa: روی **صادر کردن** در نوار ابزار کلیک کنید تا پروژه فعلی به PNG ارائه شود.
fi: Napsauta työkalupalkissa **Vie** hahmontaaksesi nykyinen projekti muotoon PNG.
fr: Cliquez sur **Exporter** dans la barre d'outils pour restituer le projet actuel vers PNG.
he: לחץ על **ייצוא** בסרגל הכלים כדי להציג את הפרויקט הנוכחי ל-PNG.
hr: Kliknite **Izvezi** na alatnoj traci za prikaz trenutnog projekta u PNG.
hu: Kattintson az **Exportálás** elemre az eszköztáron az aktuális projekt PNG formátumú megjelenítéséhez.
id: Klik **Ekspor** di toolbar untuk merender proyek saat ini ke PNG.
ja: ツールバーの **エクスポート** をクリックして、現在のプロジェクトを PNG にレンダリングします。
ko: 도구 모음에서 **내보내기**를 클릭하여 현재 프로젝트를 PNG로 렌더링합니다.
ms: Klik **Eksport** dalam bar alat untuk menjadikan projek semasa kepada PNG.
nl: Klik op **Exporteren** in de werkbalk om het huidige project te renderen naar PNG.
no: Klikk på **Eksporter** på verktøylinjen for å gjengi det gjeldende prosjektet til PNG.
pl: Kliknij **Eksportuj** na pasku narzędzi, aby wyrenderować bieżący projekt do PNG.
pt_br: Clique em **Exportar** na barra de ferramentas para renderizar o projeto atual em PNG.
pt_pt: Clique em **Exportar** na barra de ferramentas para renderizar o projeto atual em PNG.
ro: Faceți clic pe **Export** în bara de instrumente pentru a reda proiectul curent la PNG.
sk: Kliknutím na **Exportovať** na paneli s nástrojmi vykreslíte aktuálny projekt do PNG.
sl: V orodni vrstici kliknite **Izvozi**, da trenutni projekt upodobite v PNG.
sv: Klicka på **Exportera** i verktygsfältet för att rendera det aktuella projektet till PNG.
th: คลิก **ส่งออก** ในแถบเครื่องมือเพื่อแสดงผลโครงการปัจจุบันเป็น PNG
ur: موجودہ پروجیکٹ کو PNG میں رینڈر کرنے کے لیے ٹول بار میں **برآمد کریں** پر کلک کریں۔
vi: Nhấp vào **Xuất** trên thanh công cụ để hiển thị dự án hiện tại thành PNG.
zh_hans: 单击工具栏中的 **导出** 将当前项目渲染到 PNG。
